---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.EndJoinCutback
source: html/87e73d21-a6db-d252-3921-edf499500468.htm
---
# Autodesk.Revit.DB.ParameterTypeId.EndJoinCutback Property

"End Join Cutback"

## Syntax (C#)
```csharp
public static ForgeTypeId EndJoinCutback { get; }
```